src/xml/request_oclc/oclc_film_asterix.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:28655746">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:14.539Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:14.592Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:14.539Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:14.592Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:14.547Z" MIMETYPE="text/xml" SIZE="1334">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>asterix &amp; vikingerne</dc:title>
  <dc:title>MATCH:asteri</dc:title>
  <dc:creator>Stefan Fjeldmark</dc:creator>
  <dc:creator>NOBIRTH:Stefan Fjeldmark</dc:creator>
  <dc:subject>vikinger</dc:subject>
  <dc:publisher>sf film</dc:publisher>
  <dc:publisher>MATCHSTRING:sf film</dc:publisher>
  <dc:contributor>MATCHSTRING:Goscinnyr</dc:contributor>
  <dc:contributor>MATCHSTRING:Uderzoa</dc:contributor>
  <dc:contributor>MATCHSTRING:Fjeldmarks</dc:contributor>
  <dc:contributor>MATCHSTRING:Møllerj</dc:contributor>
  <dc:contributor>MATCHSTRING:Goossensj</dc:contributor>
  <dc:contributor>rené goscinny</dc:contributor>
  <dc:contributor>albert uderzo</dc:contributor>
  <dc:contributor>stefan fjeldmark</dc:contributor>
  <dc:contributor>jesper møller filminstruktør</dc:contributor>
  <dc:contributor>jean-luc goossens</dc:contributor>
  <dc:date>2010</dc:date>
  <dc:type>Film (net)</dc:type>
  <dc:type>WORK:movie</dc:type>
  <dc:identifier>870970-basis:28655746</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:14.547Z" MIMETYPE="text/xml" SIZE="10280">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>28655746|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Asterix og vikingerne</dc:title><dc:title xsi:type="dkdcplus:full">Asterix og vikingerne</dc:title><dcterms:alternative>Asterix ja viikingit</dcterms:alternative><dcterms:alternative>Asterix and the vikings</dcterms:alternative><dc:creator xsi:type="dkdcplus:drt">Stefan Fjeldmark</dc:creator><dc:creator xsi:type="oss:sort">Fjeldmark, Stefan</dc:creator><dc:creator xsi:type="dkdcplus:drt">Jesper Møller (filminstruktør)</dc:creator><dc:creator xsi:type="oss:sort">Møller, Jesper</dc:creator><dc:subject xsi:type="dkdcplus:DK5">77.74</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Børnefilm</dc:subject><dc:subject xsi:type="dkdcplus:genre">børnefilm</dc:subject><dc:subject xsi:type="dkdcplus:genre">tegnefilm</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">vikinger</dc:subject><dcterms:abstract>Vikingerne mod nord, der ikke kender til frygt, planlægger et togt til Gallien for at kidnappe en galler, der kan vise dem hvad frygt er. De gæve gallere må drage mod nord for at befri ham</dcterms:abstract><dc:description>Titlen hentet fra Filmstribens indgangsside</dc:description><dc:description>Stemmer Jesper Asholt, Dejan Cukic, David Owe, Helle Fagralid, Peter Aude, Martin Brygmann, Søs Egelind, Mads M. Nielsen, Søren Spanning ... et al.</dc:description><dc:description>Originalfilmen: Frankrig : M6 Studio : Mandarin SAS : 2d3D Animation ; Kbh. : in association with A.Film ... et al., 2006</dc:description><dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for alle men frarådes børn under 7 år</dcterms:audience><dcterms:audience xsi:type="dkdcplus:age">Fra 7 år</dcterms:audience><dcterms:audience>børnematerialer</dcterms:audience><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>SF Film</dc:publisher><dc:contributor>René Goscinny</dc:contributor><dc:contributor>Albert Uderzo</dc:contributor><dc:contributor>Stefan Fjeldmark</dc:contributor><dc:contributor>Jesper Møller (filminstruktør)</dc:contributor><dc:contributor>Jean-Luc Goossens</dc:contributor><dc:date>2010</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Film (net)</dc:type><dcterms:extent>75 min.</dcterms:extent><dc:identifier xsi:type="dcterms:URI">http://www.filmstriben.dk/?showfilm=2668960000</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">28655746</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20110228181554</marcx:subfield><marcx:subfield code="d">20110216</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="d">7</marcx:subfield><marcx:subfield code="2">b</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="006"><marcx:subfield code="e">7</marcx:subfield><marcx:subfield code="2">d</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2010</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="n">b</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">m</marcx:subfield><marcx:subfield code="g">xe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="d">Adgang til streaming for biblioteksbrugere i kommuner med abonnement på Filmstriben</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBI201109</marcx:subfield><marcx:subfield code="x">NET201109</marcx:subfield><marcx:subfield code="x">FSF201109</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Asterix og vikingerne</marcx:subfield><marcx:subfield code="e">based on the work of René Goscinny and Albert Uderzo</marcx:subfield><marcx:subfield code="e">script and dialogue Jean-Luc Goossens</marcx:subfield><marcx:subfield code="e">with the collaboration of Stefan Fjeldmark</marcx:subfield><marcx:subfield code="f">produced by Natalie Altmann, Thomas Valentin</marcx:subfield><marcx:subfield code="e">directed by Stefan Fjeldmark and Jesper Møller</marcx:subfield><marcx:subfield code="f">lead animation Rune Bennicke ... [et al.]</marcx:subfield><marcx:subfield code="f">[dansk] instruktør Sonny Lahey</marcx:subfield><marcx:subfield code="f">oversætter Trine Dansgꜳrd</marcx:subfield><marcx:subfield code="f">[dansk] producer Svend Christensen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="b">SF Film</marcx:subfield><marcx:subfield code="c">[2011]</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Vikingerne mod nord, der ikke kender til frygt, planlægger et togt til Gallien for at kidnappe en galler, der kan vise dem hvad frygt er. De gæve gallere må drage mod nord for at befri ham</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="505"><marcx:subfield code="a">Tegnefilm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Titlen hentet fra Filmstribens indgangsside</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Spilletid: 75 min.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Filmtitel</marcx:subfield><marcx:subfield code="t">Asterix ja viikingit</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Alternativ titel</marcx:subfield><marcx:subfield code="t">Asterix and the vikings</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Stemmer</marcx:subfield><marcx:subfield code="e">Jesper Asholt, Dejan Cukic, David Owe, Helle Fagralid, Peter Aude, Martin Brygmann, Søs Egelind, Mads M. Nielsen, Søren Spanning ... et al.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Originalfilmen: Frankrig : M6 Studio : Mandarin SAS : 2d3D Animation ; Kbh. : in association with A.Film ... et al., 2006</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Mærkning: Tilladt for alle men frarådes børn under 7 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Fra 7 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">77.74</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">vikinger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Goscinny</marcx:subfield><marcx:subfield code="h">René</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Uderzo</marcx:subfield><marcx:subfield code="h">Albert</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Fjeldmark</marcx:subfield><marcx:subfield code="h">Stefan</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Møller</marcx:subfield><marcx:subfield code="h">Jesper</marcx:subfield><marcx:subfield code="f">filminstruktør</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Goossens</marcx:subfield><marcx:subfield code="h">Jean-Luc</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="856"><marcx:subfield code="z">Adgangsmåde: Internet</marcx:subfield><marcx:subfield code="u">http://www.filmstriben.dk/?showfilm=2668960000</marcx:subfield><marcx:subfield code="z">Adgang til streaming</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201109</marcx:subfield><marcx:subfield code="b">v</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><ln:links xmlns:ln="http://oss.dbc.dk/ns/links"><ln:link><ln:access>remote</ln:access><ln:accessType>streaming</ln:accessType><ln:linkTo>website</ln:linkTo><ln:relationType>dbcaddi:hasOnlineAccess</ln:relationType><ln:url>http://www.filmstriben.dk/fjernleje/filmdetails.aspx?id=2668960000</ln:url><ln:collectionIdentifier>150021-fjern</ln:collectionIdentifier><ln:collectionIdentifier>870970-basis</ln:collectionIdentifier></ln:link></ln:links><adminData><creationDate>2011-02-16</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>online</accessType><genre>fiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier><collectionIdentifier>150021-fjern</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:14.547Z" MIMETYPE="text/xml" SIZE="851">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">ea</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">v</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20110228</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20110216</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201107</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">ea</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:14.592Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:28655746">
    <isMemberOfUnit xmlns="info:fedora/">unit:48011</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:48011</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:34:25.06</timestamp>
<pid>870970-basis:28655746</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
